{
  "regulamento": [
    {
      "title": "1. OBJETIVO",
      "content": "O Challenge Interativo do Colégio Objetivo - CHICO é um desafio, de caráter cultural, promovido pelo Colégio Objetivo de Mogi Guaçu e Mogi Mirim, objetivando:  Difundir a filosofia pedagógica WEBQUEST;  possibilitar aos participantes uma oportunidade para testar seus conhecimentos por meio de atividades lúdicas, onde o aprendizado acontece de maneira vivencial;  promover o uso de novas tecnologias para o aprendizado;  modernizar modos de fazer educação;  promover a aprendizagem cooperativa;  desenvolver capacidades cognitivas de ordem superior;  transformar informações ativamente;  promover o intercâmbio social e cultural entre os alunos, professores, escolas e outras pessoas das diversas regiões; incentivar os seus participantes a terem uma postura ativa na busca pelo conhecimento; desenvolver a capacidade de compreensão, cooperação, processo decisório e criatividade na resolução de problemas; e incentivar o empreendedorismo em seus participantes.",
      "subcontents": [
        {
          "id": 100,
          "text": ""
        }
      ]
    },
    {
      "title": "2. O DESAFIO",
      "content": "",
      "subcontents": [
        {
          "id": 0,
          "text": "2.1 PARTICIPANTES - O desafio destina-se aos alunos do nível médio - categoria nível médio (1º ao 3ºEM) e fundamental - categoria ensino fundamental (6º ao 9º ano) de qualquer escola pública ou particular."
        },
        {
          "id": 1,
          "text": "2.2. Cada equipe poderá ser composta no máximo por cinco pessoas, todos atendendo aos critérios previstos neste regulamento."
        },
        {
          "id": 2,
          "text": "2.3. As categorias CHICO - Ensino Médio e Ensino Fundamental são distintas e não concorrem entre si."
        },
        {
          "id": 3,
          "text": "2.4. As equipes para as categorias ensino médio e fundamental podem ser formadas por alunos de diferentes séries do mesmo segmento."
        },
        {
          "id": 4,
          "text": "2.5. Os integrantes da equipe não precisam estar matriculados na mesma unidade escolar."
        },
        {
          "id": 5,
          "text": "2.6. Um mesmo aluno não poderá integrar mais de uma equipe."
        },
        {
          "id": 6,
          "text": "2.7. Todas as equipes das categorias nível médio e fundamental devem possuir um mentor (maior de 18 anos) que acompanhe a equipe."
        },
        {
          "id": 61,
          "text": "2.8. Um mesmo mentor pode ter mais de uma equipe sob sua organização e integrar equipes de diferentes categorias."
        },
        {
          "id": 7,
          "text": "2.9. A função do mentor é de auxiliar, aconselhar e manter a conduta ética da(s) sua(s) equipe(s) durante o evento."
        },
        {
          "id": 8,
          "text": "2.10. Para efeito apenas de organização e melhor comunicação, um dos membros da equipe será o representante, Líder, desta perante a Coordenação, preferencialmente poderá receber e passar eventuais informações que não estiverem na página oficial do desafio. Entretanto, formalmente, não haverá qualquer distinção entre os membros da equipe, sendo todos responsáveis de forma integral pelas decisões e mensagens, comunicação, avisos e informações gerais através da área restrita do site."
        }
      ]
    },
    {
      "title": "3. CARACTERÍSTICAS DO DESAFIO",
      "content": "",
      "subcontents": [
        {
          "id": 9,
          "text": "3.1. O evento é composto por 1 (uma) fase. Ela é constituída por 110 desafios abordando temas específicos, sendo eles: idiomas, história, direito, raciocínio lógico, música, esportes, curiosidades, atualidades, meio ambiente, tecnologia e um tema surpresa."
        },
        {
          "id": 10,
          "text": "3.2. É permitida a utilização da Internet, a pesquisa em livros e a consulta a professores ou terceiros na resolução dos desafios."
        },
        {
          "id": 11,
          "text": "3.3 É permitida a comunicação entre as equipes, no entanto, é estritamente proibida a troca direta de respostas, enunciados dos desafios ou dicas. Caso comprovado este fato, as equipes envolvidas serão desclassificadas."
        },
        {
          "id": 12,
          "text": "3.4. Todo o Challenge terá como referência o horário do computador servidor da coordenação do desafio (Horário de Brasília)."
        }
      ]
    },
    {
      "title": "4. PROCESSO DE INSCRIÇÃO",
      "content": "",
      "subcontents": [
        {
          "id": 13,
          "text": "4.1. Inscrições das equipes para as categorias ensino médio e fundamental serão feitas exclusivamente pelos mentores cadastrados via Internet, no site oficial do desafio, https://www.challengeobjetivo.com/ com o preenchimento e envio da ficha de inscrição, efetuados somente após a leitura e aceitação integral dos termos e condições do presente Regulamento. Confira as datas limites para cada categoria no calendário."
        },
        {
          "id": 14,
          "text": "4.2. Pagamento da taxa de inscrição: O pagamento da taxa de inscrição, no valor de R$ 50,00 por equipe de até 5 (cinco) pessoas, deverá ser efetuado por meio de boleto bancário, que será disponibilizado no site e deverá ser impresso pela equipe. A taxa de R$ 50,00 é por equipe e não por aluno."
        },
        {
          "id": 15,
          "text": "4.3. No caso de impossibilidade de impressão do boleto, a equipe poderá efetuar o pagamento tendo em mãos o código numérico identificador do boleto."
        },
        {
          "id": 16,
          "text": "4.4. O pagamento da taxa de inscrição deverá ser efetuado no prazo estabelecido no boleto bancário gerado. O não pagamento da taxa de inscrição acarreta na exclusão da equipe do processo de inscrição. "
        },
        {
          "id": 17,
          "text": "4.5. Confirmação da inscrição após o pagamento da taxa, a equipe receberá uma mensagem de confirmação da inscrição em um prazo de até dois dias úteis dentro da sua área de participantes. Caso a equipe não receba a mensagem de confirmação neste prazo, deverá entrar em contato imediatamente com a Coordenação do CHICO."
        }
      ]
    },
    {
      "title": "5. COORDENAÇÃO DO DESAFIO",
      "content": "",
      "subcontents": [
        {
          "id": 18,
          "text": "5.1. O desafio será coordenado por uma Comissão Organizadora composta por representantes do Colégio Objetivo de Mogi Mirim e Mogi Guaçu."
        }
      ]
    },
    {
      "title": "6. O DESAFIO",
      "content": "Calendário do CHICO e Cronograma de Atividades do CHICO - Ensino Fundamental e Médio",
      "subcontents": [
        {
          "id": 19,
          "text": "6.1 Início das inscrições 17/08/2020"
        },
        {
          "id": 20,
          "text": "6.2 Término das inscrições 08/10/2020"
        },
        {
          "id": 21,
          "text": "6.3 Resolução dos 110 desafios 10/10/2020 (9h00min) a 11/10/2020 (21h00min)"
        },
        {
          "id": 22,
          "text": "6.4 Auditoria 12/10/2020 a 13/10/2020"
        },
        {
          "id": 23,
          "text": "6.5 Resultado dos recursos e da auditoria 14/10/2020"
        },
        {
          "id": 24,
          "text": "6.6 Divulgação da equipe vencedora 15/10/2020"
        }
      ]
    },
    {
      "title": "7. RECURSOS e AUDITORIAS",
      "content": "",
      "subcontents": [
        {
          "id": 25,
          "text": "7.1. O período para recursos respeitará o cronograma de atividades."
        },
        {
          "id": 26,
          "text": "7.2. Serão somente aceitos os recursos enviados pelo sistema de recursos disponível dentro do console do jogo. O envio de recursos por qualquer outro meio de comunicação serão ignorados."
        },
        {
          "id": 27,
          "text": "7.3. As equipes são obrigadas a fornecer quaisquer informações solicitadas pela organização do evento durante o prazo de auditoria."
        },
        {
          "id": 28,
          "text": "7.4. As equipes que não fornecerem as informações solicitadas dentro dos prazos estabelecidos ou cujas explicações não sejam aceitas pela coordenação do evento serão desclassificadas."
        }
      ]
    },
    {
      "title": "8. COMUNICAÇÕES",
      "content": "",
      "subcontents": [
        {
          "id": 29,
          "text": "8.1. É de total responsabilidade da equipe o desempenho e conexão do provedor por ela escolhido."
        },
        {
          "id": 30,
          "text": "8.2. O atendimento às dúvidas será realizado exclusivamente através da área de atendimento, e não se constitui em um atendimento em tempo real. Os questionamentos apresentados durante a noite, feriados nacionais e finais de semana serão processados a partir das 9 horas do primeiro dia útil subseqüente."
        },
        {
          "id": 31,
          "text": "8.3. As equipes que encaminharem à central de atendimento solicitações cujas respostas estejam explicitadas no site do CHICO, no manual do participante ou neste regulamento não serão atendidas."
        },
        {
          "id": 32,
          "text": "8.4. Todas as informações referentes ao desafio estão disponibilizadas no endereço eletrônico oficial do CHICO: https://www.challengeobjetivo.com/"
        },
        {
          "id": 33,
          "text": "8.5. Toda a comunicação entre a coordenação do CHICO e as equipes se dará por meio do endereço eletrônico oficial ou por e-mail."
        },
        {
          "id": 34,
          "text": "8.6. É obrigação das equipes se manterem informadas, verificando sempre seus e-mails e as notícias no endereço eletrônico do CHICO."
        },
        {
          "id": 35,
          "text": "8.7. É de total responsabilidade das equipes a manutenção do sigilo de suas senhas de acesso. Sua senha tem caráter exclusivo e só deve ser usada pelos membros de sua equipe."
        }
      ]
    },
    {
      "title": "9. EQUIPAMENTOS E ACESSO AO SITE OFICIAL",
      "content": "",
      "subcontents": [
        {
          "id": 36,
          "text": "9.1 A configuração mínima necessária do equipamento para participar do desafio é: Micro-computador com processador Pentium III 450MHz ou superior, 128 MB RAM, Windows 98/NT4/ME/2000/XP/Vista, placa de vídeo com resolução de 800x600 e esquema de cores de 16 bits, placa de som compatível com Windows, caixas de som padrão, plug in do Flash e acesso à Internet. Não é responsabilidade da organização do desafio a solução de problemas técnicos que venham a ocorrer, tais como: incompatibilidades de placas, desempenho de memória e da máquina, além de problemas de comunicação ocasionados por redes ou provedores de acesso. Portanto, as equipes que utilizarem máquinas conectadas em redes com configurações técnicas especiais (firewall, proxy e outras) deverão procurar o auxílio de um suporte técnico local para o perfeito acesso ao endereço eletrônico do CHICO. Todo o sistema do jogo utiliza somente a porta 80 padrão para Internet e poderá ser solicitado aos participantes o download de arquivos com extensão, .zip, .mov, .wmv, .pdf, .swf, .jpg, .gif, .mp3. Para visualizar estes arquivos tenha certeza que seu computador possui os softwares necessários para isso."
        },
        {
          "id": 37,
          "text": "9.2 Para que as equipes possam visualizar todas as funcionalidades do site oficial, é obrigatório o uso do browser de navegação na Internet. O endereço eletrônico oficial do desafio é melhor visualizado na resolução 1024x768."
        }
      ]
    },
    {
      "title": "10. PREMIAÇÃO",
      "content": "",
      "subcontents": [
        {
          "id": 38,
          "text": "10.1 As premiações serão entregues seguindo o calendário de atividades, após a apreciação de possíveis recursos e a confirmação do resultado preliminar."
        },
        {
          "id": 39,
          "text": "10.2 Equipe vencedora de cada categoria: Integrantes da equipe: troféu representativo da 1ª colocação, certificados e cinco vales-compra no valor de R$ 120,00, cada, em um total de R$ 600,00. Mentor organizador: troféu representativo da 1ª colocação, certificado e um vale-compra no valor de R$ 120,00. E para o 2° colocado, troféu representativo da 2ª colocação, certificados e cinco vales-compra no valor de R$ 60,00, cada, em um total de R$ 300,00. Mentor organizador: troféu representativo da 2ª colocação, certificado e um vale-compra no valor de R$ 60,00. Não será entregue o valor em espécie(dinheiro) em hipótese alguma. Os integrantes das equipes vencedoras receberão vales-compra, para efetuar comprar em qualquer site disponível na Internet nacional ou internacional. Os participantes ficam livres para adquirem um ou mais itens até o valor máximo de seu vale-compra."
        },
        {
          "id": 40,
          "text": "10.3 Todos os participantes receberão certificados de participação, como reconhecimento de seu esforço, poderão retirar eletronicamente um certificado de participação ao final do evento, no site https://www.challengeobjetivo.com/. O certificado ficará disponível pelo prazo de 30 dias após o término de cada categoria. Após esse prazo não será mais possível retirar os certificados."
        }
      ]
    },
    {
      "title": "11. PENALIDADES - DESCLASSIFICAÇÃO",
      "content": "",
      "subcontents": [
        {
          "id": 41,
          "text": "11.1 Além das hipóteses de desclassificação previstas neste regulamento, será desclassificada toda e qualquer equipe que tentar invadir e/ou violar os sistemas do jogo ou tentar, de qualquer forma, adulterar resultados de equipes no desafio. Serão desclassificadas também as equipes que, por si ou por seus integrantes agirem de forma inadequada, irresponsável, desrespeitosa ou antiética, em relação às demais equipes, aos seus colegas, aos interlocutores do CHICO, aos representantes do Colégio Objetivo Mogi, ou ainda à Comissão Coordenadora."
        },
        {
          "id": 42,
          "text": "11.2. Estará desclassificado do desafio o membro da equipe que não apresentar, quando solicitado, documentos eventualmente necessários para comprovar a veracidade de informações e o preenchimento das condições exigidas para participação no jogo."
        },
        {
          "id": 43,
          "text": "11.3. Estarão desclassificadas as equipes que comprovadamente, no intuito de obter vantagem no desafio, trocarem respostas ou informações entre si."
        },
        {
          "id": 44,
          "text": "11.4. Ao final de cada etapa será realizada uma auditoria de todas as equipes participantes para verificar possíveis fraudes."
        },
        {
          "id": 45,
          "text": "11.5. Estará desclassificada do desafio a equipe que não apresentar, quando solicitado, explicações e raciocínios condizentes com o tempo de respostas registrado pelo sistema dentro do prazo estabelecido pela auditoria."
        },
        {
          "id": 46,
          "text": "11.6. A evolução das equipes no desafio será monitorada pela coordenação do CHICO, sendo comprovada qualquer fraude a equipe, a escola ou a instituição serão desclassificadas."
        }
      ]
    },
    {
      "title": "12. DISPOSIÇÕES GERAIS",
      "content": "",
      "subcontents": [
        {
          "id": 47,
          "text": "12.1 A inscrição no desafio, que só pode ser efetuada mediante a marcação do “Aceito” na tela de inscrição, implica necessariamente no aceite integral e irrevogável de todos os termos, condições e cláusulas do presente regulamento."
        },
        {
          "id": 48,
          "text": "12.2 Não haverá devolução da taxa de inscrição às equipes que desistirem, perderem prazos ou forem desclassificadas do desafio."
        },
        {
          "id": 49,
          "text": "12.3 Apesar de toda a comunicação oficial se dar por e-mail ou pelo endereço eletrônico, em casos excepcionais a coordenação poderá utilizar outro meio de comunicação."
        },
        {
          "id": 50,
          "text": "12.4 É responsabilidade de toda a equipe manter-se informada sobre as regras do evento."
        },
        {
          "id": 51,
          "text": "12.5 É vedada a participação no desafio de qualquer pessoa que mantenha vínculo profissional com a Comissão Organizadora do evento."
        },
        {
          "id": 52,
          "text": "12.6 O Colégio Objetivo Mogi poderá a seu juízo, utilizar as informações do CHICO e os referidos direitos diretamente ou através de terceiros, com ou sem modificações, mesmo após o término do jogo, sem que caiba aos participantes individualmente ou às equipes qualquer remuneração, ônus ou indenização."
        },
        {
          "id": 53,
          "text": "12.7 Os casos omissos serão resolvidos pela Comissão Organizadora, cujas decisões, nos termos deste regulamento, são soberanas e irrecorríveis."
        },
        {
          "id": 54,
          "text": "12.8 O pagamento da taxa de inscrição, bem como a participação no desafio, não dará direito aos participantes de auferir quaisquer vantagens, remuneração ou indenização, de qualquer espécie."
        },
        {
          "id": 55,
          "text": "12.9 Este regulamento é o documento oficial do CHICO para todos os fins e efeitos de direito. Caso sejam verificadas divergências entre informações constantes nos sites, nos manuais, nos regulamentos específicos ou nos materiais de divulgação, prevalecerá o quanto estipulado no presente regulamento."
        },
        {
          "id": 56,
          "text": "12.10 A Data de início do desafio poderá ser adiada por decisão da comissão organizadora, em razão de impedimentos que impossibilitem a realização do evento na data divulgada, sendo dever da comissão comunicar a todas as equipes inscritas a nova data estipulada."
        },
        {
          "id": 57,
          "text": "12.11 De acordo com a coordenação do CHICO, o desafio poderá ser cancelado, sendo obrigação desta a devolução da taxa de inscrição aos líderes de cada equipe."
        },
        {
          "id": 58,
          "text": "12.12 É de total responsabilidade das equipes a atenção a todas as informações contidas neste regulamento, no endereço eletrônico oficial e no manual do participante. O desconhecimento das regras ou prazos não será aceito como justificativa de quaisquer transgressões cometidas pelas equipes."
        },
        {
          "id": 59,
          "text": "12.13 Fica eleito o Foro da comarca de Mogi Guaçu (SP) para a resolução e julgamento de quaisquer questionamentos, dúvidas, controvérsias e litígios de qualquer natureza, referentes às decisões tomadas pela Comissão Organizadora, em particular, aquelas relacionadas a fases, classificações, forma de premiações e seu pagamento, dentre outras relacionadas à execução e desenvolvimento do presente desafio, em detrimento de qualquer outro foro, por mais privilegiado que seja."
        }
      ]
    }
  ]
}
